Repository: ProdiiHQ/Test-Data
Catalog: locales/*/LC_MESSAGES/dublin-*.po
Languages: ar_sa, da_dk, fr_fr, pt_br

source: Native
ar_sa: ابن البلد
da_dk: Indfødt
fr_fr: Natif
pt_br: Nativo

source: Native and fluent
ar_sa: مواليد و طلاقة
da_dk: Indfødt og flydende
fr_fr: Natif et fluide
pt_br: Nativo e fluente

source: Business
ar_sa: اعمال
da_dk: Forretning
fr_fr: Des affaires
pt_br: O negócio

source: TEAM MEMBERS
ar_sa: أعضاء الفريق
da_dk: TEAM MEDLEMMER
fr_fr: MEMBRES DE L'ÉQUIPE
pt_br: MEMBROS DA EQUIPE

source: Business meeting
ar_sa: اجتماع عمل
da_dk: Forretnings møder
fr_fr: Un rendez-vous d'affaire
pt_br: Reunião de negócios

source: Phone
ar_sa: هاتف
da_dk: Telefon
fr_fr: Téléphone
pt_br: Telefone

source: Phone call
ar_sa: اتصال هاتفي
da_dk: Telefon samtaler
fr_fr: Appel téléphonique
pt_br: Chamada telefónica

source: Skype
ar_sa: سكايب

source: Skype conversation
ar_sa: سكايب محادثة
da_dk: Skype samtaler
fr_fr: Conversation Skype
pt_br: Conversa Skype

source: Mail
ar_sa: بريد
fr_fr: Courrier
pt_br: Correio

source: Mail; Read and Write
ar_sa: بريد؛ اقرا و اكتب
da_dk: Mail; Læs og skriv
fr_fr: Courrier; Lire et écrire
pt_br: Enviar; Leia e escreva

source: Mastering
ar_sa: اتقان
da_dk: Mestrer
fr_fr: Maîtriser
pt_br: Mestrado

source: Expert
ar_sa: خبير
da_dk: Ekspert
pt_br: Especialista

source: Experienced
ar_sa: ذوي الخبرة
da_dk: Erfaren
fr_fr: Expérimenté
pt_br: Esperiencia

source: Knowledge
ar_sa: معرفة
da_dk: Kendskab
fr_fr: Connaissance
pt_br: Conhecimento

source: OUR 6 TOP SKILLS
ar_sa: 6 لدينا المهارات العليا
da_dk: VORES 6 SPIDS KOMPETENCER
fr_fr: NOS TOP 6 DES COMPÉTENCES
pt_br: NOSSO 6 PRINCIPAIS HABILIDADES

source: OUR INDUSTRIAL EXPERIENCE
ar_sa: لدينا الخبرة الصناعية
da_dk: VORES INDUSTIELLE ERFARING
fr_fr: NOTRE EXPÉRIENCE INDUSTRIELLE
pt_br: NOSSA EXPERIÊNCIA INDUSTRIAL

source: Year
ar_sa: سنة
da_dk: År
fr_fr: An
pt_br: Ano

source: WE HAVE %d TEAM
ar_sa: فري %d لدينا
da_dk: VI HAR %d TEAM
fr_fr: NOUS AVONS %d ÉQUIPE
pt_br: TEMOS %d EQUIPE

source: in our company and %d employee
ar_sa: في شر %d نا و موظف
da_dk: i vores firma og %d ansat
fr_fr: dans notre entreprise et %d employé
pt_br: em nossa empresa e %d empregado

source: %d language
ar_sa: اللغة %d
da_dk: %d sprog
fr_fr: %d langue
pt_br: %d idioma

source: WE ARE %d PERSON
ar_sa: نحن %d شخص
da_dk: VI ER %d PERSON
fr_fr: NOUS SOMMES À %d PERSONNE
pt_br: SOMOS %d PESSOA

source: in our team from %d country
ar_sa: البلد %d في فريقنا من
da_dk: i vores team fra %d land
fr_fr: dans notre équipe de %d pays
pt_br: em nossa equipe a partir de %d país

source: from %d country
ar_sa: البلد %d من
da_dk: fra %d land
fr_fr: de %d pays
pt_br: a partir de %d país

source: View more
ar_sa: عرض المزيد
da_dk: Se mere
fr_fr: Voir plus
pt_br: Veja mais

source: View less
ar_sa: عرض أقل
da_dk: Se mindre
fr_fr: Voir moins
pt_br: Veja menos

source: my comfort zones
ar_sa: مناطق تعزيتي
da_dk: mine komfort zoner
fr_fr: mes zones de confort
pt_br: minhas zonas de conforto

source: Local time GMT
ar_sa: بالتوقيت المحلي GMT
da_dk: Lokal tid GMT
fr_fr: Heure locale GMT
pt_br: Hora local GMT

source: WE HAVE
ar_sa: لدينا
da_dk: VI HAR
fr_fr: NOUS AVONS
pt_br: NÓS TEMOS

source: TEAMS
ar_sa: فرق
fr_fr: ÉQUIPES
pt_br: EQUIPES

source: TEAM
ar_sa: الفريق
fr_fr: ÉQUIPE
pt_br: EQUIPE

source: OUR TEAMS
ar_sa: فرقنا
da_dk: VORES TEAMS
fr_fr: NOS ÉQUIPES
pt_br: NOSSAS EQUIPES

source: OUR EDUCATIONS
ar_sa: نوسا تعليم
da_dk: VORES UDDANNELSER
fr_fr: NOS FORMATIONS
pt_br: NOSSA EDUCAÇOES

source: ABOUT ME
ar_sa: ْعَنِّي
da_dk: OM MIG
fr_fr: A PROPOS DE MOI
pt_br: SOBRE MIM

source: I SPEAK
ar_sa: أتكلم
da_dk: JEG TALER
fr_fr: JE PARLE
pt_br: EU FALO

source: EXPERTISE
ar_sa: الخبرة
da_dk: EKSPERTISE
fr_fr: COMPÉTENCE
pt_br: PERÍCIA

source: my 6 top skills
ar_sa: بلدي 6 أعلى المهارات
da_dk: mine 6 spids kompetencer
fr_fr: mes 6 premiers compétences
pt_br: meus 6 principais habilidades

source: INDUSTRIAL EXPERIENCE
ar_sa: الخبرة الصناعية
da_dk: INDUSTRIEL ERFARING
fr_fr: L'EXPÉRIENCE INDUSTRIELLE
pt_br: A EXPERIÊNCIA INDUSTRIAL

source: EDUCATION
ar_sa: التعليم
da_dk: UDDANNELSE
fr_fr: ÉDUCATION
pt_br: EDUCAÇÃO

source: in our company and more than
ar_sa: في شركتنا، وأكثر من
da_dk: i vores firma og mere end
fr_fr: dans notre société et plus de
pt_br: em nossa empresa e mais de

source: employees
ar_sa: الموظفين
da_dk: ansatte
fr_fr: des employés
pt_br: funcionários

source: employee
ar_sa: عامل
da_dk: ansat
fr_fr: employé
pt_br: empregado

source: AND WE SPEAK
ar_sa: ونحن نتكلم
da_dk: OG VI TALER
fr_fr: ET NOUS PARLONS
pt_br: E NÓS FALAMOS
